[
	{
		"quote": "Kalau itu adalah kenangan yang berarti, jangan dilupakan. Sebab jika manusia mati, mereka hanya bisa hidup dalam kenangan orang lain.",
		"char": "Takagi (_Detective Conan_)"
	},
	{
		"quote": "Bagaimana kamu bisa bergerak maju kalau kamu teris menyesali masa lalu?",
		"char": "Edward Elric (_Fullmetal Alchemist: Brotherhood_)"
	},
	{
		"quote": "Perbedaan antara pemula dan master adalah bahwa master telah gagal lebih dari yang telah dicoba pemula.",
		"char": "Koro-sensei (Ansatsu Kyoushitsu)"
	},
	{
		"quote": "Kita harus menjalani hidup kita sepenuhnya. Kamu tidak pernah tahu, kita mungkin sudah mati besok.",
		"char": "Kaori Miyazono (Shigatsu wa Kimi no Uso)"
	},
	{
		"quote": "Suatu saat akan datang hari di mana semua akan menjadi kenangan.",
		"char": "Erza Scarlet (Fairy Tail)"
	},
	{
		"quote": "Jika berkata selamat tinggal membuatmu sedih, maka aku akan tinggal di sisimu.",
		"char": "Niche (Tegami Bachi)"
	},
	{
		"quote": "Air mata palsu bisa menyakiti orang lain. Tapi senyuman palsu hanya akan menyakiti dirimu sendiri.",
		"char": "C.C (Code Geass)"
	},
	{
		"quote": "tersenyumlah selalu walaupun hatimu sedang terluka.",
		"char": "Kagome (Inuyasha)"
	},
	{
		"quote": "Lebih baik menerima kejujuran yang pahit, dari pada kebohongan yang manis.",
		"char": "Soichiro Yagami (Death Note)"
	},
	{
		"quote": "Kegagalan seorang pria yang paling sulit yaitu ketika dia gagal untuk menghentikan air mata seorang wanita.",
		"char": "Kasuka Heiwajima (Durarara!)"
	},
	{
		"quote": "Kamu tidak akan mampu menghentikan orang yang sedang jatuh cinta kepada orang yang dia cintai.",
		"char": "Ako (Kiss X Sis)"
	},
	{
		"quote": "Cinta itu bisa mengubah seseorang jadi buruk atau baik.",
		"char": "Misawa (Tonari no Kaibutsu-Kun)"
	},
	{
		"quote": "Kau tidak bisa membeli cinta dan kedamaian dengan uang.",
		"char": "Misa Amane (Death Note)"
	},
	{
		"quote": "Cinta membuat orang menjadi kuat dan cinta itu juga yang dapat membuat orang menjadi lemah.",
		"char": "Makarov (Fairy Tail)"
	},
	{
		"quote": "Jika kau seorang pria, buatlah wanita yang kau cintai jatuh cinta denganmu apapun yang terjadi!",
		"char": "Akhio (Clannad)"
	},
	{
		"quote": "Cinta harus berasal dari hati. Maka jika tidak dari hati, jangan pernah berucap bahwa kamu mencintai",
		"char": "Faye Valentine (Cowbow Bebob)"
	},
	{
		"quote": "Cinta dimulai dengan senyuman, tumbuh dengan dekapan, dan seringkali berakhir dengan air mata.",
		"char": "Oko (Vagabond)"
	},
	{
		"quote": "Aku akan selalu di sisimu, seperti angin yang berhembus melalui rambutmu.",
		"char": "Yagami Kazuma (Kaze no Stigma)"
	},
	{
		"quote": "Semua laki-laki mudah cemburu dan bego, tapi perempuan malah menyukainya. Orang jadi bodoh saat jatuh cinta.",
		"char": "Horo (Spice and Wolf)"
	},
	{
		"quote": "Hidup itu datangnya dari cinta, dan tidak ada sihir yang bisa mengubahnya!",
		"char": "Makarov (Fairy Tail)"
	},
	{
		"quote": "Kalau kau terus berpikir dan tak melakukan apa-apa, kau akan tertinggal jauh.",
		"char": "Kalau kau terus berpikir dan tak melakukan apa-apa, kau akan tertinggal jauh."
	},
	{
		"quote": "Tuhan tak akan menempatkan kita di sini melalui derita demi derita bila Ia tak yakin kita bisa melaluinya",
		"char": "Kano Yuki (Sword Art Online)"
	},
	{
		"quote": "Ketika kau bekerja keras dan gagal, penyesalan itu akan cepat berlalu. Berbeda dengan penyesalan ketika tidak berani mencoba.",
		"char": "Akihiko Usami (Junjou Romantica)"
	},
	{
		"quote": "Mula-mula, kau harus merubah dirimu sendiri, atau tidak akan ada yang berubah untukmu.",
		"char": "Sakata Gintoki (Gintama)"
	},
	{
		"quote": "Kalau kau ingin menangis karena gagal, berlatihlah lebih keras lagi sehingga kau pantas menangis ketika kau gagal.",
		"char": "Megumi Takani (Samurai X)"
	},
	{
		"quote": "Banyak orang gagal karena mereka tidak memahami usaha yang diperlukan untuk menjadi sukses.",
		"char": "Yukino Yukinoshita (Oregairu)"
	},
	{
		"quote": "Seseorang tidak akan berjuang sekeras itu jika dia tidak menyukainya.",
		"char": "Silica (Sword Art Online)"
	},
	{
		"quote": "Kita harus mensyukuri apa yang kita punya saat ini, karena mungkin orang lain belum tentu mempunyainya.",
		"char": "Kayaba Akihiko (Sword Art Online)"
	},
	{
		"quote": "Kekuatan sejati dari umat manusia adalah bahwa kita memiliki kuasa penuh untuk mengubah diri kita sendiri.",
		"char": "Saitama (One Punch Man)"
	},
	{
		"quote": "Hidup bukanlah permainan keberuntungan. Jika kau ingin menang, kau harus bekerja keras.",
	},
	{
		"quote": "Jangan menyerah. Hal memalukan bukanlah ketika kau jatuh, tetapi ketika kau tidak mau bangkit lagi.",
		"char": "Midorima Shintarou (Kuroko no Basuke)"
	},
	{
		"quote": "ntuk mendapatkan kesuksesan, keberanianmu harus lebih besar daripada ketakutanmu.",
		"char": "Han Juno (Eureka Seven)"
	},
	{
		"quote": "Jangan khawatirkan apa yang dipikirkan orang lain. Tegakkan kepalamu dan melangkahlah ke depan.",
		"char": "Izuku Midoriya (Boku no Hero Academia)"
	},
	{
		"quote": "Ketakutan bukanlah kejahatan. Itu memberi tahu apa kelemahanmu. Dan begitu tahu kelemahanmu, kamu bisa menjadi lebih kuat.",
		"char": "Gildarts (Fairy Tail)"
	},
	{
		"quote": "Bukan nilai yang kuinginkan, melainkan ilmu! Ilmu pengetahuan yang lebih jauh. Aku masih harus berusaha.",
		"char": "Nobita (Doraemon)"
	},
	{
		"quote": "Jika kau menungguku untuk menyerah, kau akan menungguku selamanya.",
		"char": "Naruto Uzumaki (Naruto)"
	},
	{
		"quote": "Keyakinan lebih baik daripada rencana apapun.",
		"char": "Nagato (Naruto)"
	},
	{
		"quote": "Tanpa arah dan tujuan tidak ada gunanya kau hidup di dunia ini.",
		"char": "Gai Maito (Naruto)"
	}
]